tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'caskroom/cask'
brew 'libyaml'
brew 'pkg-config'
brew 'ansible'
brew 'autoconf'
brew 'automake'
brew 'sphinx-doc'
brew 'cmake'
brew 'coreutils'
brew 'ctags'
brew 'makedepend'
brew 'openssl'
brew 'curl'
brew 'dnsmasq'
brew 'pcre2'
brew 'fish'
brew 'libpng'
brew 'freetype'
brew 'gdbm'
brew 'gettext'
brew 'heroku'
brew 'icu4c'
brew 'iperf'
brew 'jpeg'
brew 'libevent'
brew 'libgpg-error'
brew 'libksba'
brew 'libtool'
brew 'libsass'
brew 'libxml2'
brew 'libxslt'
brew 'mackup'
brew 'mariadb'
brew 'mhash'
brew 'mcrypt'
brew 'mitmproxy'
brew 'mono'
brew 'nvm'
brew 'pcre'
brew 'phantomjs'
brew 'pow'
brew 'readline'
brew 'sqlite'
brew 'xz'
brew 'python3'
brew 'terminal-notifier'
brew 'unixodbc'
brew 'v8'
brew 'wget'

# Cask applications

cask 'mono-mdk'
cask 'vagrant'
cask '1password'
cask 'anvil'
cask 'appcleaner'
cask 'atom'
cask 'angry-ip-scanner'
cask 'boom'
cask 'battle-net'
cask 'calibre'
cask 'commander-one'
cask 'dropbox'
cask 'google-drive'
cask 'google-chrome'
cask 'google-photos-backup'
cask 'flux'
cask 'firefox'
cask 'gitkraken'
cask 'harvest'
cask 'istat-menus'
cask 'onyx'
cask 'postgres'
cask 'slack'
cask 'the-unarchiver'
cask 'spotify'
cask 'skitch'
cask 'tower'
cask 'visual-studio-code'
cask 'wireshark'
cask 'unetbootin'
cask 'transmission'
cask 'virtualbox'

# Mac App Store or MAS. Need to use app ID to retrieve.
